byi8220.indented-block-highlighting
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
DotJoshJohnson.xml
eamodio.gitlens
haaaad.ansible
hashicorp.terraform
himanoa.Python-autopep8
HookyQR.beautify
iciclesoft.workspacesort
ivory-lab.jenkinsfile-support
jtr.vscode-position
marlon407.code-groovy
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.hexeditor
redhat.vscode-yaml
samuelcolvin.jinjahtml
tuxtina.json2yaml
yzhang.markdown-all-in-one
ZainChen.json
