byi8220.indented-block-highlighting
DavidAnson.vscode-markdownlint
DotJoshJohnson.xml
eamodio.gitlens
GitLab.gitlab-workflow
golang.go
hashicorp.terraform
iciclesoft.workspacesort
jtr.vscode-position
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode.hexeditor
redhat.vscode-yaml
samuelcolvin.jinjahtml
yzhang.markdown-all-in-one
