alexcvzz.vscode-sqlite
byi8220.indented-block-highlighting
DavidAnson.vscode-markdownlint
donjayamanne.githistory
DotJoshJohnson.xml
formulahendry.code-runner
GitHub.vscode-pull-request-github
golang.go
hashicorp.terraform
huizhou.githd
iciclesoft.workspacesort
iliazeus.vscode-ansi
ipedrazas.kubernetes-snippets
jtr.vscode-position
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-account
ms-vscode.hexeditor
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
patcx.vscode-nuget-gallery
PlethoraOfHate.aws-actions
redhat.vscode-commons
redhat.vscode-yaml
ryanolsonx.solarized
samuelcolvin.jinjahtml
streetsidesoftware.code-spell-checker
tfsec.tfsec
trunk.io
tuxtina.json2yaml
yzhang.markdown-all-in-one
ZainChen.json
