byi8220.indented-block-highlighting
DavidAnson.vscode-markdownlint
DotJoshJohnson.xml
eamodio.gitlens
formulahendry.code-runner
golang.go
hashicorp.terraform
HookyQR.beautify
iciclesoft.workspacesort
iliazeus.vscode-ansi
ipedrazas.kubernetes-snippets
jtr.vscode-position
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.azure-account
ms-vscode.hexeditor
ms-vsliveshare.vsliveshare
patcx.vscode-nuget-gallery
redhat.vscode-commons
redhat.vscode-yaml
ryanolsonx.solarized
streetsidesoftware.code-spell-checker
tfsec.tfsec
tuxtina.json2yaml
yzhang.markdown-all-in-one
ZainChen.json
